Repository: McdonaldSeanp/clj-pcp-client
Catalog: locales/*.po
Languages: eo

source: exception while establishing a connection; not connected
eo: [ḗẋƈḗƥŧīǿƞ ẇħīŀḗ ḗşŧȧƀŀīşħīƞɠ ȧ ƈǿƞƞḗƈŧīǿƞ; ƞǿŧ ƈǿƞƞḗƈŧḗḓ ǅ鶱ſΐϖϑϱǈ]

source: No handler for {0}
eo: [Ƞǿ ħȧƞḓŀḗř ƒǿř {0} ǈΐ ǋǲǋǋΐıϖ]

source: {0} must contain at least 1 certificate
eo: [{0} ḿŭşŧ ƈǿƞŧȧīƞ ȧŧ ŀḗȧşŧ 1 ƈḗřŧīƒīƈȧŧḗ ϰϱΐ ϱϑϐϑ ϑ]

source: Sending WebSocket ping
eo: [Şḗƞḓīƞɠ ẆḗƀŞǿƈķḗŧ ƥīƞɠ ǈıΰǲϐǋı ϑςϵ]

source: WebSocket heartbeat task is about to finish
eo: [ẆḗƀŞǿƈķḗŧ ħḗȧřŧƀḗȧŧ ŧȧşķ īş ȧƀǿŭŧ ŧǿ ƒīƞīşħ ϐϰϕẛǋ衋ϰΐϰ]

source: Ensuring that the WebSocket is connected
eo: [Ḗƞşŭřīƞɠ ŧħȧŧ ŧħḗ ẆḗƀŞǿƈķḗŧ īş ƈǿƞƞḗƈŧḗḓ ϑϖϵΰſϵ靐ϑ ϑ]

source: WebSocket heartbeat task is about to start {0}
eo: [ẆḗƀŞǿƈķḗŧ ħḗȧřŧƀḗȧŧ ŧȧşķ īş ȧƀǿŭŧ ŧǿ şŧȧřŧ {0} ΰ鶱ǲǲϕϱſ靐ǈ]

source: Making connection to {0}
eo: [Ḿȧķīƞɠ ƈǿƞƞḗƈŧīǿƞ ŧǿ {0} ϐıϱϐςς 衋鶱ı]

source: WebSocket connected
eo: [ẆḗƀŞǿƈķḗŧ ƈǿƞƞḗƈŧḗḓ ϵẛΰǋǋ衋ϵǋϑ ϱ]

source: WebSocket error
eo: [ẆḗƀŞǿƈķḗŧ ḗřřǿř ǅẛϱẛ靐靐ΰϰǲ]

source: WebSocket closed {0} {1}
eo: [ẆḗƀŞǿƈķḗŧ ƈŀǿşḗḓ {0} {1} ǲ靐ǈςſ靐ϱςϕ]

source: Sleeping for up to {0} ms to retry
eo: [Şŀḗḗƥīƞɠ ƒǿř ŭƥ ŧǿ {0} ḿş ŧǿ řḗŧřẏ ǅϕΰΐẛ鶱衋ϰ ǲ]

source: Received text message
eo: [Řḗƈḗīṽḗḓ ŧḗẋŧ ḿḗşşȧɠḗ ıςςǅϕẛΐǈ 鶱]

source: TLS Handshake failed. Sleeping for up to {0} ms to retry
eo: [ŦĿŞ Ħȧƞḓşħȧķḗ ƒȧīŀḗḓ. Şŀḗḗƥīƞɠ ƒǿř ŭƥ ŧǿ {0} ḿş ŧǿ řḗŧřẏ ǋϑΰ ΰΰς衋]

source: Didn''t get connected. Sleeping for up to {0} ms to retry
eo: [Ḓīḓƞ''ŧ ɠḗŧ ƈǿƞƞḗƈŧḗḓ. Şŀḗḗƥīƞɠ ƒǿř ŭƥ ŧǿ {0} ḿş ŧǿ řḗŧřẏ 衋ẛϐϵ鶱ςǅ]

source: Connection closed while establishing connection. Sleeping for up to {0} ms to reconnect
eo: [Ƈǿƞƞḗƈŧīǿƞ ƈŀǿşḗḓ ẇħīŀḗ ḗşŧȧƀŀīşħīƞɠ ƈǿƞƞḗƈŧīǿƞ. Şŀḗḗƥīƞɠ ƒǿř ŭƥ ŧǿ {0} ḿş ŧǿ řḗƈǿƞƞḗƈŧ ǲϱϱıǅϑϱΐ鶱ϐ ϕǲϵ]

source: Unexpected error
eo: [Ŭƞḗẋƥḗƈŧḗḓ ḗřřǿř ǋ衋ſϵϱΰϰ鶱靐ϕ]

source: exception while waiting for a connection; not connected
eo: [ḗẋƈḗƥŧīǿƞ ẇħīŀḗ ẇȧīŧīƞɠ ƒǿř ȧ ƈǿƞƞḗƈŧīǿƞ; ƞǿŧ ƈǿƞƞḗƈŧḗḓ ϕς衋ϵǋǅǋϰ]

source: refusing to send message on unconnected session
eo: [řḗƒŭşīƞɠ ŧǿ şḗƞḓ ḿḗşşȧɠḗ ǿƞ ŭƞƈǿƞƞḗƈŧḗḓ şḗşşīǿƞ ΐ靐ǈϵϑſϑ靐 ẛ]

source: exception on the connection while attempting to send a message
eo: [ḗẋƈḗƥŧīǿƞ ǿƞ ŧħḗ ƈǿƞƞḗƈŧīǿƞ ẇħīŀḗ ȧŧŧḗḿƥŧīƞɠ ŧǿ şḗƞḓ ȧ ḿḗşşȧɠḗ ϖϰ靐ΰϕΰΐΰǲ]

source: Closing
eo: [Ƈŀǿşīƞɠ ǅǈǋΰΰ靐ϖ]

source: exception while closing the connection; connection already closed
eo: [ḗẋƈḗƥŧīǿƞ ẇħīŀḗ ƈŀǿşīƞɠ ŧħḗ ƈǿƞƞḗƈŧīǿƞ; ƈǿƞƞḗƈŧīǿƞ ȧŀřḗȧḓẏ ƈŀǿşḗḓ 鶱ǈϰϐ靐ǋ衋鶱ϑ]
